{
    "texts": [
        {
            "id": 1,
            "text": "David Smith is a doctor. He works in a hospital. His wife, Angela, is a bank manager. They have two children, Robert and Susan. Robert is eleven and Susan is nine. They’re at school. Last Sunday, the family got up early. David made a big breakfast of eggs and sausages. Then they went to the park. David and Robert played football, and Angela and Susan played tennis. The weather was beautiful. They enjoyed it. In the afternoon, they went out to a restaurant for lunch."

        },
        {
            "id": 2,
            "text": "My name’s Rachel. I like summer best. We cook and eat in the garden, and we often go to the beach. I don’t like sunbathing, but I love swimming. I was born in a village near the seaside, and I could swim when I was a baby. I loved it then, and I love it now. My brother loves surfing and he’s really good at it. He’s the best surfer in our school. He’s won ten or fifteen competitions. I’ve tried it, but I’ve never learnt to surf. Maybe I’ll try it again when I retire!"

        },
        {
            "id": 3,
            "text": "Greg is 21 years old. He’s been studying at Manchester University for the past three years, but he’s going to finish his course next month. ‘I’d like to get a job here in Manchester’, he says, ‘but that may not be possible. My degree is in Business, and I’d like to work in management. But there aren’t a lot of jobs right now, and I haven’t got any money. I’m feeling a bit nervous and stressed out about finding a job, actually. It’s on my mind a lot. I’m afraid I won’t find one, and I’ll be unemployed for a long time’. If Greg doesn’t find a job in Manchester, he’ll look for something in nearby Leeds or Sheffield. ‘As soon as I finish my exams, I’ll start applying’ he says. ‘That’s next month. Right now, I need to concentrate on my studies.’ He adds, ‘I don’t think I’ll be happy until I start working in Manchester.’"

        },
        {
            "id": 4,
            "text": "Seamus Carver had lived next door to Andrew Smith for about two years before they met. ‘Seamus used to go to work early in the morning and come home in the afternoon, and I used to work nights at the factory’, said Andrew. ‘We were never home at the same time. He worked on Saturdays and Sundays, and had Tuesdays and Wednesdays off. We never had a good look at each other.’ But when both men retired in the same year, their schedules changed. ‘We’d both been out to the cinema one night, and we came home at the same time and met in front of our houses.’ ‘Right away, Seamus asked me if I’d gone to school at Oak Park Primary School in York. I said that I had, and then I understood. He and I had known each other for a year or two when we were young kids, like maybe six. And amazingly, we still remembered each other!’ Both Seamus and Andrew said their families had moved away from York when they were young. What they hadn’t realised was that both families had moved to Bristol, and both men had been living there ever since."

        },
        {
            "id": 5,
            "text": "It’s 4.30 in the morning, and Tom is drinking a cup of strong coffee. He’s been at work since two in the morning, and he’s enjoying his first coffee break. He’ll stop for a café breakfast at seven, and by lunch time, he’ll have finished his work day. He works for a chain of supermarkets as a delivery driver. Nowadays he’s used to starting work in the middle of the night, but it wasn’t always that way. ‘I work five nights a week. But my weekend isn’t Saturday and Sunday like most people’s. I have Wednesdays and Thursdays off. ‘My alarm clock rings at 1.30 in the morning so I can start work at two o’clock. The thing was, when I first started this job, I would go out with my friends on Friday and Saturday nights. I shouldn’t have gone, but I couldn’t help it. I didn’t want to miss out. I was young and inexperienced, and we were having fun.’ Tom says he used to go to bed at midnight some nights and then wake up for work an hour and a half later. ‘Fortunately, I never had an accident. But if I’d continued going to work after so little sleep, I was bound to have  problems eventually. I might have fallen asleep while I was driving and really hurt – or killed – somebody.’ What changed his mind? ‘I read a news story about a lorry driver falling asleep and causing a terrible accident on the motorway. From then on, I made sure I was in bed by 7.00 p.m. at the latest on a night before work. It was hard at first, but I’m used to it now, and I wouldn’t change it.’"

        }

    ]
}